{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "No Game Level"
			},
			"Translation":
			{
				"Text": "Nessun livello di gioco"
			},
			"Key": "D0CB42CC41B79913B4D76E84EDD711A3"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_CONFIG",
			"Children": [
				{
					"Source":
					{
						"Text": "Alemán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_DE"
				},
				{
					"Source":
					{
						"Text": "Catalán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_CA"
				},
				{
					"Source":
					{
						"Text": "Chino"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ZH"
				},
				{
					"Source":
					{
						"Text": "Español"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ES"
				},
				{
					"Source":
					{
						"Text": "Francés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_FR"
				},
				{
					"Source":
					{
						"Text": "Inglés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_EN"
				},
				{
					"Source":
					{
						"Text": "Italiano"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_IT"
				},
				{
					"Source":
					{
						"Text": "Portugués"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_PT"
				},
				{
					"Source":
					{
						"Text": "Ruso"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_RU"
				}
			]
		},
		{
			"Namespace": "ST_GAME",
			"Children": [
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "Difficile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_NAME"
				},
				{
					"Source":
					{
						"Text": "Easy description"
					},
					"Translation":
					{
						"Text": "Descrizione facile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "Facile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_NAME"
				},
				{
					"Source":
					{
						"Text": "Hard description"
					},
					"Translation":
					{
						"Text": "Descrizione difficile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "Medio"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_NAME"
				},
				{
					"Source":
					{
						"Text": "Medio description"
					},
					"Translation":
					{
						"Text": "Descrizione media"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Nivel difícil"
					},
					"Translation":
					{
						"Text": "Livello difficile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel fácil"
					},
					"Translation":
					{
						"Text": "Livello facile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel medio"
					},
					"Translation":
					{
						"Text": "Livello medio"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_LEVELNAME"
				}
			]
		},
		{
			"Namespace": "ST_HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "Casillas descubiertas: {revealed_tiles}"
					},
					"Translation":
					{
						"Text": "Caselle scoperte: {revealed_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_REVEALED"
				},
				{
					"Source":
					{
						"Text": "Casillas marcadas: {marked_tiles}"
					},
					"Translation":
					{
						"Text": "Caselle segnate: {marked_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_MARKED"
				},
				{
					"Source":
					{
						"Text": "Casillas totales: {total_tiles}"
					},
					"Translation":
					{
						"Text": "Caselle totali: {total_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_TOTAL"
				},
				{
					"Source":
					{
						"Text": "Minas totales: {total_mines}"
					},
					"Translation":
					{
						"Text": "Mine totali: {total_mines}"
					},
					"Key": "HUD_GAME_STATS_MINES_TOTAL"
				}
			]
		},
		{
			"Namespace": "ST_MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Aventura"
					},
					"Translation":
					{
						"Text": "Avventura"
					},
					"Key": "MIANMENU_MODE_ADVENTURE"
				},
				{
					"Source":
					{
						"Text": "Clásico"
					},
					"Translation":
					{
						"Text": "Classico"
					},
					"Key": "MIANMENU_MODE_CLASSIC"
				},
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "Difficile"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_HARD"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "Facile"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_EASY"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "Gioca"
					},
					"Key": "MIANMENU_PLAY"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "Medio"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_MEDIUM"
				},
				{
					"Source":
					{
						"Text": "Opciones"
					},
					"Translation":
					{
						"Text": "Opzioni"
					},
					"Key": "MIANMENU_OPTIONS"
				},
				{
					"Source":
					{
						"Text": "Salir"
					},
					"Translation":
					{
						"Text": "Esci"
					},
					"Key": "MIANMENU_QUIT"
				},
				{
					"Source":
					{
						"Text": "Volumen de animaciones"
					},
					"Translation":
					{
						"Text": "Volume animazioni"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_ANIMATIONS"
				},
				{
					"Source":
					{
						"Text": "Volumen de música"
					},
					"Translation":
					{
						"Text": "Volume musica"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_MUSIC"
				},
				{
					"Source":
					{
						"Text": "Volumen de sistema"
					},
					"Translation":
					{
						"Text": "Volume sistema"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_SYSTEM"
				},
				{
					"Source":
					{
						"Text": "Volver"
					},
					"Translation":
					{
						"Text": "Indietro"
					},
					"Key": "MIANMENU_BACK"
				}
			]
		},
		{
			"Namespace": "ST_Menus",
			"Children": [
				{
					"Source":
					{
						"Text": "1. Hacé clic sin volar por los aires"
					},
					"Translation":
					{
						"Text": "1. Clicca senza saltare in aria"
					},
					"Key": "MENU_INSTRUCTIONS_01"
				},
				{
					"Source":
					{
						"Text": "2. Usá los números como pistas para esquivar minas"
					},
					"Translation":
					{
						"Text": "2. Usa i numeri come indizi per evitare le mine"
					},
					"Key": "MENU_INSTRUCTIONS_02"
				},
				{
					"Source":
					{
						"Text": "3. Poné banderas donde creas que hay explosivos"
					},
					"Translation":
					{
						"Text": "3. Metti bandiere dove pensi ci siano esplosivi"
					},
					"Key": "MENU_INSTRUCTIONS_03"
				},
				{
					"Source":
					{
						"Text": "4. Ganás cuando todas las celdas seguras están descubiertas"
					},
					"Translation":
					{
						"Text": "4. Vinci quando tutte le caselle sicure sono scoperte"
					},
					"Key": "MENU_INSTRUCTIONS_04"
				},
				{
					"Source":
					{
						"Text": "5. El tiempo corre — y tu marca quedará en la historia"
					},
					"Translation":
					{
						"Text": "5. Il tempo scorre — e il tuo punteggio resterà nella storia"
					},
					"Key": "MENU_INSTRUCTIONS_05"
				},
				{
					"Source":
					{
						"Text": "Abandonar"
					},
					"Translation":
					{
						"Text": "Abbandona"
					},
					"Key": "MENU_COMMON_LEAVE_GAME"
				},
				{
					"Source":
					{
						"Text": "Cada celda puede esconder una mina... o no. Tu primer clic es pura fe, pero después todo depende de tus decisiones."
					},
					"Translation":
					{
						"Text": "Ogni casella può nascondere una mina... o no. Il primo clic è pura fede, poi tutto dipende dalle tue scelte."
					},
					"Key": "MENU_INSTRUCTIONS_01b"
				},
				{
					"Source":
					{
						"Text": "Crack"
					},
					"Translation":
					{
						"Text": "Asso"
					},
					"Key": "MENU_RECORD_USERNAME_INPUT"
				},
				{
					"Source":
					{
						"Text": "Cuando estés seguro de haber localizado una mina, marcala con una bandera. Así evitás pisarla por accidente y te organizás mejor para limpiar el campo."
					},
					"Translation":
					{
						"Text": "Quando sei sicuro di aver individuato una mina, segnala con una bandiera. Così eviti di calpestarla accidentalmente e ti organizzi meglio per pulire il campo."
					},
					"Key": "MENU_INSTRUCTIONS_03b"
				},
				{
					"Source":
					{
						"Text": "El cronómetro arranca en cuanto empezás y se detiene cuando ganás o... cuando explotás.\r\nSi lográs terminar sin errores y a toda velocidad, tu tiempo se guardará en el ranking de mejores partidas. ¡Así que jugá con cabeza y sin perder tiempo!"
					},
					"Translation":
					{
						"Text": "Il cronometro parte appena inizi e si ferma quando vinci o... esplodi. Se riesci a finire senza errori e velocemente, il tuo tempo sarà registrato nella classifica dei migliori. Gioca con testa e senza perdere tempo!"
					},
					"Key": "MENU_INSTRUCTIONS_05b"
				},
				{
					"Source":
					{
						"Text": "Felicidades! Lograste un nuevo record!"
					},
					"Translation":
					{
						"Text": "Congratulazioni! Hai stabilito un nuovo record!"
					},
					"Key": "MENU_RECORD_CONGRATS"
				},
				{
					"Source":
					{
						"Text": "Ganaste"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MENU_WON_TITLE"
				},
				{
					"Source":
					{
						"Text": "Iniciar"
					},
					"Translation":
					{
						"Text": "Inizia"
					},
					"Key": "MENU_COMMON_START_GAME"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "Istruzioni"
					},
					"Key": "MENU_TOMENU_INSTRUCTION"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "Istruzioni"
					},
					"Key": "MENU_INSTRUCTIONS_TITLE"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "Gioca"
					},
					"Key": "MENU_PRESENTATION_TITLE"
				},
				{
					"Source":
					{
						"Text": "Menú principal"
					},
					"Translation":
					{
						"Text": "Menu principale"
					},
					"Key": "MENU_TOMENU_MAIN_MENU"
				},
				{
					"Source":
					{
						"Text": "No es necesario encontrar todas las minas, sólo asegurarte de abrir todas las celdas que no las tienen. ¡Si no explotaste, es victoria!"
					},
					"Translation":
					{
						"Text": "Non è necessario trovare tutte le mine, basta aprire tutte le caselle sicure. Se non sei esploso, hai vinto!"
					},
					"Key": "MENU_INSTRUCTIONS_04b"
				},
				{
					"Source":
					{
						"Text": "Nuevo record"
					},
					"Translation":
					{
						"Text": "Nuovo record"
					},
					"Key": "MENU_RECORD_TITLE"
				},
				{
					"Source":
					{
						"Text": "Pausa"
					},
					"Translation":
					{
						"Text": "Pausa"
					},
					"Key": "MENU_PAUSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Perdiste"
					},
					"Translation":
					{
						"Text": "Hai perso"
					},
					"Key": "MENU_LOSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Puntaje: {SCORE}"
					},
					"Translation":
					{
						"Text": "Punteggio: {SCORE}"
					},
					"Key": "MENU_COMMON_SCORE"
				},
				{
					"Source":
					{
						"Text": "Ranking"
					},
					"Translation":
					{
						"Text": "Classifica"
					},
					"Key": "MENU_RANKING_TITLE"
				},
				{
					"Source":
					{
						"Text": "Reiniciar"
					},
					"Translation":
					{
						"Text": "Ricomincia"
					},
					"Key": "MENU_COMMON_RESTART_GAME"
				},
				{
					"Source":
					{
						"Text": "Seguir jugando"
					},
					"Translation":
					{
						"Text": "Riprendi"
					},
					"Key": "MENU_COMMON_RESUME_GAME"
				},
				{
					"Source":
					{
						"Text": "Si al abrir una celda aparece un número, significa que esa cantidad de minas está cerca. Observá con atención y pensá antes de arriesgar el próximo clic."
					},
					"Translation":
					{
						"Text": "Se aprendo una casella appare un numero, significa che quel numero di mine è vicino. Osserva attentamente e pensa prima di rischiare il prossimo clic."
					},
					"Key": "MENU_INSTRUCTIONS_02b"
				},
				{
					"Source":
					{
						"Text": "Top {POSITION} es tuyo"
					},
					"Translation":
					{
						"Text": "Top {POSITION} è tuo"
					},
					"Key": "MENU_RECORD_USERNAME_MSG"
				},
				{
					"Source":
					{
						"Text": "Tu misión es simple... en teoría. En la práctica, es cuestión de lógica, nervios de acero y un poco de suerte. Aquí van las reglas:"
					},
					"Translation":
					{
						"Text": "La tua missione è semplice... in teoria. Nella pratica, servono logica, nervi d'acciaio e un po' di fortuna. Ecco le regole:"
					},
					"Key": "MENU_INSTRUCTIONS_00"
				},
				{
					"Source":
					{
						"Text": "Ver ranking"
					},
					"Translation":
					{
						"Text": "Visualizza classifica"
					},
					"Key": "MENU_TOMENU_RANKING"
				},
				{
					"Source":
					{
						"Text": "{SCORE} puntos"
					},
					"Translation":
					{
						"Text": "{SCORE} punti"
					},
					"Key": "MENU_RECORD_POINTS"
				}
			]
		}
	]
}